<html>
<head>
<title>Clan Uchiha</title>
</head>
	<body>
		<table>
			<h1>Clan Uchiha</h1>
			<hr size="2" width="100%" color="blue">
			<tr>
				<th rowspan="2">
					<td>El clan Uchiha es un clan ninja del manga y anime Naruto.<br/>
					Fue considerado como uno de los clanes m&aacute;s poderosos de la Aldea Oculta de la Hoja, pero ahora est&aacute; casi extinto despu&eacute;s de los acontecimientos de la masacre. El Sharingan es la t&eacute;cnica de l&iacute;nea sucesoria que les caracteriza, adem&aacute;s de un especial y gran chakra muy bueno en las t&eacute;cnicas de fuego.<br/>
					</td>
					<td><img src="Sharingan.png">
					</td>
				</th>
			</tr>
		</table>
		<table>
			<h1>Historia</h1>
			<hr size="2" width="100%" color="blue">
			<tr>
				<th rowspan="3" colspan="1">
					<td>El Sabio de los Seis Caminos predic&oacute; el camino ninja y trato de traer la paz al mundo. Cuando el sabio estaba en su lecho de muerte tuvo que elegir a un sucesor, encomend&oacute; la tarea a uno de sus dos hijos. El hermano mayor naci&oacute; con los ojos del sabio, la fuerza del chakra y la energ&iacute;a espiritual, creyendo que la fuerza era el &uacute;nico medio para traer la paz. Mientras que el menor naci&oacute; con el cuerpo del sabio, la fuerza del coraz&oacute;n y la energ&iacute;a f&iacute;sica, d&aacute;ndose cuenta de que el amor era la clave para conseguir la paz. El sabio crey&oacute; que en lugar del hermano mayor que solo buscaba el poder, el hermano menor que buscaba el amor era m&aacute;s apropiado para sucederle, y as&iacute; lo eligi&oacute;. El hermano mayor no acepto la decisi&oacute;n y abrumado por el odio, sembr&oacute; el disentimiento contra su hermano menor.<br/>
					</td>
					<td><img src="masacre.jpg"></td>
				</th>
			</tr>
		</table>
		<table>
			<tr>
				<td>
				<h2>Konoha</h2>
					Antes de la fundaci&oacute;n de la aldea, en una &eacute;poca de guerra entre clanes ninja que quiere obtener aumentar su territorio y eran contratados cual mercenarios, dos clanes sobresalieron entre todos, los Senju y los Uchiha. Los Uchiha poseen un enorme y especial chakra adem&aacute;s del Sharingan. Entre estas personas especiales, dos hermanos sobresalieron entre todos, despertaron su sharingan y su rivalidad les llev&oacute; incluso a despertar el Mangeky&ouml Sharingan a costa de un sacrificio. Ambos se hicieron con el control del clan y el mayor, Madara Uchiha tom&oacute; el liderazgo llevando al clan a innumerables victorias.<br/>

					No obstante algo le ocurri&oacute; al cuerpo de Madara, el uso de su Mangeky&ouml Sharingan lo llev&oacute; a estar postrado en una cama, desesperado por hallar la luz su hermano Izuna le ofreci&oacute; sus ojos, lo que le permiti&oacute; obtener un Mangeky&ouml Sharingan eterno, aunque tiempo despu&eacute;s fue juzgado por su clan. La lucha y la rivalidad entre los Senju y los Uchiha aument&oacute; y las batallas eran constantes, Madara era el &aacute;nico que pod&iacute;a enfrentarse al poderoso Hashirama y finalmente ante el desgaste de ambos bandos, se firm&oacute; la paz. Madara no la deseaba pero acept&oacute; ante el deseo de su gente, ambos clanes fundaron en el Pa&iacute;s del Fuego una aldea oculta, Konoha, con el liderazgo consensuado de Hashirama, al que se le dio el t&iacute;tulo de Hokage y el sobrenombre de Shodaime.<br/>

					Madara temiendo que la desventaja de su clan los llevara a la ruina protest&oacute;, pero su propio clan le dio la espalda y le llam&oacute; avaricioso, ech&aacute;ndole en cara la mutilaci&oacute;n de su hermano, Madara abandon&oacute; la aldea entonces para volver posteriormente y desafiarla, tras la &eacute;pica batalla con Hashirama en el Valle del Fin, el poderoso Uchiha fue derrotado y dado por muerto. En Konoha el sucesor de Hashirama, su hermano menor y segundo hokage Tobirama Senju como muestra de confianza le dio el poder policial al clan Uchiha al tiempo que vigilaba con ANBU a dicho clan.<br/>

					<h2>Masacre</h2>
					A&ntildeos despu&eacute;s, tras el ataque de Ky&uumlbi a la aldea y el sacrificio de Yondaime (padre de naruto), Konoha comenz&oacute; a sospechar que un Uchiha estaba detr&aacute;s del ataque. El gobierno de la villa (consejeros y Danz&ouml) desautorizaron a Sandaime, trasladando a los Uchiha a un rinc&oacute;n de la aldea para que pudieran ser vigilados m&aacute;s f&aacute;cilmente. Es as&iacute; como los Uchiha comprendieron las advertencias de a&ntildeos de Madara Uchiha. Es por eso que comenzar&oacute;n a planear un golpe de estado para cambiar esta situaci&oacute;n e incluso infiltraron a un esp&iacute;a entre los ANBU, el propio hijo del l&iacute;der, el portentoso Itachi Uchiha.<br/><br/>

					Sin embargo este odiaba la guerra y comprendiendo la inestabilidad que producir&iacute;a una lucha interna por el poder, prefiri&oacute; ser leal a Konoha. De nuevo Sarutobi es desautorizado, y para evitar una sublevaci&oacute;n que ser&iacute;a de crear otra guerra, Itachi recibi&oacute; la orden de acabar con los Uchiha, &eacute;ste accede y contacta a quien se creia que era Madara Uchiha pero en realidad es Tobi, para pedirle que a cambio de destruir al clan, dejase en paz al resto de la villa, &eacute;ste accede y tras despertar Itachi su Mangeky&ouml Sharingan, todo el clan es asesinado salvo su hermano menor Sasuke Uchiha. Itachi logra que Danz&uuml y los consejeros respeten a este Uchiha bajo la amenaza de divulgar la verdad y dar informaci&oacute;n clasificada a las otras aldeas y hace que Sandaime le oculte la verdad al tiempo que lanza a su hermano a un camino de odio y venganza para fortalecerlo. Itachi finalmente abandona la villa como un criminal extremadamente peligroso y entra en la Organizaci&oacute;n Akatsuki de Madara para proteger la Villa desde dentro.
					</td>
				</tr>
		</table>
	</body>
	</html>